---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail.Coarse
enum: Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail
source: html/c6900367-d935-4f51-74e9-402504e0baed.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail.Coarse

Centerline representation of the Bending Detail.